const AboutMe = () => {
  return (
    <div>
      <h1>Про мене</h1>
      <p>Я — цілеспрямований, допитливий, уважний до деталей, люблю вчитися новому, вмію працювати в команді. А ще дуже лінивий, але я з цим борюсь.</p>
      <h2>Хобі</h2>
      <ul>
        <li>Програмування</li>
        <li>Веб-дизайн</li>
        <li>Відеоігри</li>
      </ul>

      <h2>Мої проєкти</h2>
      <h3>HTML + CSS</h3>
      <p>Проєкт 1, Проєкт 2</p>
      <h3>JavaScript</h3>
      <p>Проєкт 3, Проєкт 4</p>
      <h3>React</h3>
      <p>Проєкт 5, Проєкт 6</p>
    </div>
  );
};

export default AboutMe;
